/* NSTextField (%) : <title:%> (oid:1083) */
"%" = "%";

/* NSTextField (0) : <title:01/2001> (oid:792) */
"01/2001" = "01/2001";

/* NSTextField (31/12/1999 23:59:59) : <title:31/12/1999 23:59:59> (oid:1101) */
"31/12/1999 23:59:59" = "31/12/1999 23:59:59";

/* NSTextField (99) : <title:99> (oid:1076) */
"99" = "99";

/* NSTextField (999) : <title:999> (oid:1091) */
"999" = "999";

/* NSTextField (9:59) : <title:9:59> (oid:802) */
"9:59" = "9:59";

/* NSTextField (<DNL>) : <title:<DNL>> (oid:724) */
"<DNL>" = "<NT>";

/* NSTextField (<Do Not Localize>) : <title:<Do Not Localize>> (oid:1144) */
"<Do Not Localize>" = "<Não Traduzir>";

/* NSMenuItem : <title:<Do not localize>> (oid:963) */
"<Do not localize>" = "<Não Traduzir>";

/* NSMenuItem : <title:About MiniBatteryLogger> (oid:58) */
"About MiniBatteryLogger" = "Sobre MiniBatteryLogger";

/* NSIBHelpConnector : <title:Add new Snapshot> (oid:874) */
"Add new Snapshot" = "Adicionar Nova Snapshot";

/* NSTextField (Age:) : <title:Age:> (oid:1006) */
"Age:" = "Idade:";

/* NSTextField (Amperage:) : <title:Amperage:> (oid:1075) */
"Amperage:" = "Amperagem:";

/* NSTextField (Average) : <title:Average> (oid:712) */
"Average" = "Média";

/* NSMenu : <title:Battery> (oid:787) */
"Battery" = "Bateria";

/* NSMenuItem : <title:Battery details> (oid:1104) */
"Battery details" = "Detalhes da Bateria";

/* NSTextField (Battery purchased:) : <title:Battery purchased:> (oid:737) */
"Battery purchased:" = "Bateria Comprada em:";

/* NSMenuItem : <title:Battery Recall Assistant…> (oid:1421) */
"Battery Recall Assistant…" = "Assistente de Recolhas de Bateria";

/* NSTextField (Battery Status) : <title:Battery Status> (oid:1420) */
"Battery Status" = "Estado da Bateria";

/* NSMenuItem : <title:Battery Timer> (oid:1434) */
"Battery Timer" = "Temporizador da Bateria";

/* NSTextField (Battery model:) : <title:Battery model:> (oid:1184) */
"Battery model:" = "Modelo da Bateria:";

/* NSTextField (Best) : <title:Best> (oid:708) */
"Best" = "Melhor";

/* CPHUDBox (Box) : <title:Box> (oid:1094) */
"Box" = "Caixa";

/* NSMenuItem : <title:Bring All to Front> (oid:5) */
"Bring All to Front" = "Trazer tudo para a Frente";

/* NSMenuItem : <title:CSV> (oid:1042) */
"CSV" = "CSV";

/* NSTextField (Capacity:) : <title:Capacity:> (oid:1087) */
"Capacity:" = "Capacidade:";

/* NSButton (Change…) : <title:Change…> (oid:1148) */
"Change…" = "Mudar...";

/* NSMenuItem : <title:Charge> (oid:986) */
"Charge" = "Carga";

/* NSMenuItem : <title:Charge + Time> (oid:984) */
"Charge + Time" = "Carga + Tempo";

/* NSTextField (Charge:) : <title:Charge:> (oid:1074) */
"Charge:" = "Carga:";

/* NSTextField (Charging:) : <title:Charging:> (oid:1081) */
"Charging:" = "A Carregar:";

/* NSMenuItem : <title:Chart> (oid:244) */
"Chart" = "Mapa";

/* NSMenuItem : <title:Check Spelling> (oid:189) */
"Check Spelling" = "Verificar Ortografia";

/* NSMenuItem : <title:Check Spelling as You Type> (oid:191) */
"Check Spelling as You Type" = "Verificar Ortografia Enquanto Escreve";

/* NSMenuItem : <title:Check for updates> (oid:287) */
"Check for updates" = "Procurar por Actualizações";

/* NSMenuItem : <title:Clear All> (oid:1368) */
"Clear All" = "Limpar tudo";

/* NSMenuItem : <title:Clear Log> (oid:238) */
"Clear Log" = "Limpar o Registo";

/* NSMenuItem : <title:Clear Menu> (oid:126) */
"Clear Menu" = "Limpar o Menu";

/* NSMenuItem : <title:Close> (oid:73) */
"Close" = "Fechar";

/* NSBox (Comparison) : <title:Comparison> (oid:714) */
"Comparison" = "Comparação";

/* NSMenuItem : <title:Connect…> (oid:1389) */
"Connect…" = "Ligar…";

/* NSMenuItem : <title:Copy> (oid:157) */
"Copy" = "Copiar";

/* NSMenuItem : <title:Current> (oid:1195) */
"Current" = "Actual";

/* NSMenuItem : <title:Cut> (oid:160) */
"Cut" = "Cortar";

/* NSTableColumn : <title:Cycle Count> (oid:610) */
"Cycle Count" = "Ciclos";

/* NSTextField (Cycle count:) : <title:Cycle count:> (oid:1090) */
"Cycle count:" = "Ciclos:";

/* NSTableColumn : <title:Date> (oid:609) */
"Date" = "Data";

/* NSTextField (Date:) : <title:Date:> (oid:1100) */
"Date:" = "Data:";

/* NSMenuItem : <title:Delete> (oid:1037) */
"Delete" = "Apagar";

/* NSBox (Details) : <title:Details> (oid:418) */
"Details" = "Detalhes";

/* NSWindow (Diagnostics) : <title:Diagnostics> (oid:993) */
"Diagnostics" = "Diagnósticos";

/* NSMenuItem : <title:Diagnostics…> (oid:1071) */
"Diagnostics…" = "Diagnósticos…";

/* NSMenuItem : <title:Disconnect> (oid:1390) */
"Disconnect" = "Desligar";

/* NSMenuItem : <title:Disconnect All> (oid:1391) */
"Disconnect All" = "Desligar Tudo";

/* NSButton (Dismiss) : <title:Dismiss> (oid:356) */
"Dismiss" = "Anular";

/* NSMenu : <title:Edit> (oid:169) */
"Edit" = "Editar";

/* NSTabViewItem : <title:Enter your name and registration key> (oid:1127) */
"Enter your name and registration key" = "Introduza o seu nome e a chave de registo";

/* NSTextField (Estimated date of death:) : <title:Estimated date of death:> (oid:1002) */
"Estimated date of death:" = "Data de Morte Estimada:";

/* NSTextField (Estimated remaining life:) : <title:Estimated remaining life:> (oid:1003) */
"Estimated remaining life:" = "Tempo de Vida Estimado:";

/* NSMenuItem : <title:Export…> (oid:1369) */
"Export…" = "Exportar…";

/* NSMenu : <title:Export As> (oid:1041) */
"Export As" = "Exportar Como";

/* NSMenuItem : <title:File> (oid:83) */
"File" = "Ficheiro";

/* NSSearchField (0) : <title:Filter> (oid:254) */
"Filter" = "Filtro";

/* NSMenuItem : <title:Find> (oid:168) */
"Find" = "Localizar";

/* NSMenuItem : <title:Find Next> (oid:167) */
"Find Next" = "Localizar Seguinte";

/* NSMenuItem : <title:Find Previous> (oid:162) */
"Find Previous" = "Localizar Anterior";

/* NSMenuItem : <title:Find…> (oid:154) */
"Find…" = "Localizar…";

/* NSMenuItem : <title:Get shared Data> (oid:789) */
"Get shared Data" = "Obter dados partilhados";

/* NSMenuItem : <title:HTML> (oid:1043) */
"HTML" = "HTML";

/* NSBox (Health) : <title:Health> (oid:823) */
"Health" = "Saúde";

/* NSMenu : <title:Help> (oid:106) */
"Help" = "Ajuda";

/* NSMenuItem : <title:Hide MiniBatteryLogger> (oid:134) */
"Hide MiniBatteryLogger" = "Ocultar o MiniBatteryLogger";

/* NSMenuItem : <title:Hide Others> (oid:145) */
"Hide Others" = "Ocultar os Outros";

/* NSMenuItem : <title:Hide Sidebar> (oid:1349) */
"Hide Sidebar" = "Esconder Barra Lateral";

/* NSMenuItem : <title:Hide Time when possible> (oid:1013) */
"Hide Time when possible" = "Ocultar o Tempo se possível";

/* NSMenuItem : <title:Icon Only> (oid:985) */
"Icon Only" = "Somente o Ícone";

/* CPHUDPanel (Inspector) : <title:Inspector> (oid:1072) */
"Inspector" = "Inspector";

/* NSMenuItem : <title:Item1> (oid:741) */
"Item1" = "Item1";

/* NSMenuItem : <title:Jump to Selection> (oid:155) */
"Jump to Selection" = "Saltar para Selecção";

/* NSTableColumn : <title:Length> (oid:854) */
"Length" = "Comprimento";

/* NSMenuItem : <title:Log> (oid:245) */
"Log" = "Registo";

/* NSMenu : <title:MainMenu> (oid:29) */
"MainMenu" = "Menu Principal";

/* NSTextField (Max Capacity:) : <title:Max Capacity:> (oid:670) */
"Max Capacity:" = "Capacidade Máx.:";

/* NSTableColumn : <title:Maximum Capacity> (oid:614) */
"Maximum Capacity" = "Capacidade Máxima";

/* NSMenu : <title:Menu> (oid:1036) */
"Menu" = "Menu";

/* NSMenu : <title:MiniBatteryLogger> (oid:57) */
"MiniBatteryLogger" = "MiniBatteryLogger";

/* NSMenuItem : <title:MiniBatteryLogger Google Group> (oid:1441) */
"MiniBatteryLogger Google Group" = "Grupo do Google do MiniBatteryLogger";

/* NSMenuItem : <title:MiniBatteryLogger Help> (oid:111) */
"MiniBatteryLogger Help" = "Ajuda do MiniBatteryLogger Help";

/* NSTextField (MiniBatteryLogger is shareware and will stop working after 30 days unless you register.) : <title:MiniBatteryLogger is shareware and will stop working after 30 days unless you register.> (oid:1194) */
"MiniBatteryLogger is shareware and will stop working after 30 days unless you register." = "O MiniBatteryLogger é shareware e irá parar de funcionar após 30 dias se no o registar.";

/* NSMenuItem : <title:MiniBatteryLogger Website> (oid:311) */
"MiniBatteryLogger Website" = "Página do MiniBatteryLogger";

/* NSTextField (MiniBatteryLogger is shareware software. If you're using it every day, you should register a license. With a little effort you'll help me to keep the development going and allow other users to enjoy it.  After registering you won't see this annoying reminder anymore. ) : <title:MiniBatteryLogger is shareware software. If you're using it every day, you should register a license. With a little effort you'll help me to keep the development going and allow other users to enjoy it.

After registering you won't see this annoying reminder anymore.
> (oid:321) */
"MiniBatteryLogger is shareware software. If you're using it every day, you should register a license. With a little effort you'll help me to keep the development going and allow other users to enjoy it.\n\nAfter registering you won't see this annoying reminder anymore.\n" = "O MiniBatteryLogger é um programa shareware. Se está a usá-lo todos os dias, devia registar uma licença. Com um pouco de esforço, você irá me ajudar a manter o desenvolvimento e a fazer com que outros possam desfrutar do mesmo.\n\nDepois de se registar, não irá ver esta mensagem novamente.\n";

/* NSMenuItem : <title:Minimize> (oid:23) */
"Minimize" = "Minimizar";

/* NSTextField (Model:) : <title:Model:> (oid:736) */
"Model:" = "Modelo:";

/* NSTextField (Name:) : <title:Name:> (oid:351) */
"Name:" = "Nome:";

/* NSMenuItem : <title:New> (oid:82) */
"New" = "Novo";

/* NSMenuItem : <title:Next> (oid:1059) */
"Next" = "Próximo";

/* NSTextField (No) : <title:No> (oid:1082) */
"No" = "Não";

/* NSNibBindingConnector : <title:No Selection> (oid:872) */
"No Selection" = "Sem Selecção";

/* NSTableColumn : <title:Notes> (oid:853) */
"Notes" = "Notas";

/* NSButton (OK) : <title:OK> (oid:1129) */
"OK" = "OK";

/* NSTextField (On Battery:) : <title:On Battery:> (oid:801) */
"On Battery:" = "Na Bateria:";

/* NSMenuItem : <title:Open Energy Saver…> (oid:1019) */
"Open Energy Saver…" = "Abrir Energia…";

/* NSMenuItem : <title:Open Log in Console> (oid:590) */
"Open Log in Console" = "Abrir Registo na Consola";

/* NSMenu : <title:Open Recent> (oid:125) */
"Open Recent" = "Abrir Recente";

/* NSMenuItem : <title:Open...> (oid:72) */
"Open..." = "Abrir...";

/* NSTextField (Original Capacity:) : <title:Original Capacity:> (oid:673) */
"Original Capacity:" = "Capacidade Original:";

/* NSMenu : <title:OtherViews> (oid:739) */
"OtherViews" = "Outras Vistas";

/* NSTextField (Overall rating:) : <title:Overall rating:> (oid:1000) */
"Overall:" = "Geral:";

/* NSMenuItem : <title:Page Setup…> (oid:77) */
"Page Setup…" = "Configurar Página…";

/* NSMenuItem : <title:Paste> (oid:171) */
"Paste" = "Colar";

/* NSMenuItem : <title:Paste and Match Style> (oid:204) */
"Paste and Match Style" = "Colar Texto e Estilo";

/* NSTextField (Peak Amperage:) : <title:Peak Amperage:> (oid:798) */
"Peak Amperage:" = "Amperagem (Pico):";

/* NSTextField (Plugged:) : <title:Plugged:> (oid:1079) */
"Plugged:" = "Ligado:";

/* NSMenuItem : <title:Preferences…> (oid:1152) */
"Preferences…" = "Preferências…";

/* NSMenuItem : <title:Previous> (oid:1060) */
"Previous" = "Anterior";

/* NSMenuItem : <title:Print…> (oid:78) */
"Print…" = "Imprimir…";

/* NSTextField (Product code:) : <title:Product code:> (oid:735) */
"Product code:" = "Código do Produto:";

/* NSButton (Purchase Replacement Battery) : <title:Purchase Replacement Battery> (oid:997) */
"Purchase Replacement Battery" = "Comprar Bateria de Substituição";

/* NSMenuItem : <title:Quit MiniBatteryLogger> (oid:1155) */
"Quit MiniBatteryLogger" = "Fechar MiniBatteryLogger";

/* NSBox (Ratings) : <title:Ratings> (oid:1010) */
"Ratings" = "Notas";

/* NSMenuItem : <title:Redo> (oid:173) */
"Redo" = "Refazer";

/* NSTextField (Registered to:) : <title:Registered to:> (oid:1143) */
"Registered to:" = "Licenciado a:";

/* NSButton (Register…) : <title:Register…> (oid:1150) */
"Register…" = "Licenciar…";

/* NSWindow (Registration) : <title:Registration> (oid:343) */
"Registration" = "Licenciamento";

/* NSBox (Registration Information) : <title:Registration Information> (oid:1141) */
"Registration Information" = "Informação da Licença";

/* NSTextField (Registration Key:) : <title:Registration Key:> (oid:353) */
"Registration Key:" = "Chave da Licença:";

/* NSTextField (Registration is securely handled through PayPal. PayPal accepts all major credit cards. You don't need to open an account.) : <title:Registration is securely handled through PayPal. PayPal accepts all major credit cards. You don't need to open an account.> (oid:333) */
"Registration is securely handled through PayPal. PayPal accepts all major credit cards. You don't need to open an account." = "O Licenciamento é efectuado de uma maneira segura pelo PayPal. O PayPal aceita todos os cartões de crédito populares. Não precisa de abrir uma conta.";

/* NSMenuItem : <title:Registration…> (oid:342) */
"Registration…" = "Licenciamento…";

/* NSBox (Remaining Life) : <title:Remaining Life> (oid:1008) */
"Remaining Life" = "Tempo de Vida Restante";

/* NSTextField (Remarks:) : <title:Remarks:> (oid:1006) */
"Remarks:" = "Notas:";

/* NSIBHelpConnector : <title:Remove selected Session> (oid:873) */
"Remove selected Session" = "Remover a Sessão seleccionada";

/* NSIBHelpConnector : <title:Remove selected Snapshot> (oid:875) */
"Remove selected Snapshot" = "Remover a Snapshot seleccionada";

/* NSMenuItem : <title:Reset Battery Timer> (oid:972) */
"Reset Battery Timer" = "Reiniciar o Temporizador da Bateria";

/* NSIBHelpConnector : <title:Reset Timer> (oid:843) */
"Reset Timer" = "Reiniciar o Temporizador";

/* NSMenuItem : <title:Retrieve lost license> (oid:1443) */
"Retrieve lost license" = "Recuperar Licença Perdida";

/* NSMenuItem : <title:Revert> (oid:112) */
"Revert" = "Reverter";

/* NSMenuItem : <title:Save As…> (oid:80) */
"Save As…" = "Salvar Como…";

/* NSMenuItem : <title:Save Session> (oid:75) */
"Save Session" = "Salvar Sessão";

/* NSMenuItem : <title:Select All> (oid:172) */
"Select All" = "Seleccionar Tudo";

/* NSMenuItem : <title:Send feedback…> (oid:239) */
"Send feedback…" = "Enviar feedback…";

/* NSMenuItem : <title:Services> (oid:131) */
"Services" = "Serviços";

/* NSTableColumn : <title:Session> (oid:852) */
"Session" = "Sessão";

/* NSMenuItem : <title:Session Inspector> (oid:1105) */
"Session Inspector" = "Inspector da Sessão";

/* NSMenuItem : <title:Share your Data> (oid:788) */
"Share your Data" = "Partilhe os seus Dados";

/* NSMenuItem : <title:Shared Battery Data Archive> (oid:796) */
"Shared Battery Data Archive" = "Arquivo de Dados de Baterias Partilhados";

/* NSMenuItem : <title:Shift left> (oid:625) */
"Shift left" = "Mudar para a Esquerda";

/* NSMenuItem : <title:Shift right> (oid:626) */
"Shift right" = "Mudar para a Direita";

/* NSMenu : <title:Show> (oid:983) */
"Show" = "Mostrar";

/* NSMenuItem : <title:Show All> (oid:150) */
"Show All" = "Mostrar Tudo";

/* NSMenuItem : <title:Show Battery Status> (oid:1402) */
"Show Battery Status" = "Mostrar Estado da Bateria";

/* NSMenuItem : <title:Show Sessions Browser> (oid:863) */
"Show Sessions Browser" = "Mostrar Navegador de Sessões";

/* NSMenuItem : <title:Show Main Window> (oid:966) */
"Show Main Window" = "Mostrar Janela Principal";

/* NSMenuItem : <title:Show/hide Toolbar> (oid:409) */
"Show/hide Toolbar" = "Mostrar/Esconder a Barra de Ferramentas";

/* NSMenu : <title:Spelling> (oid:185) */
"Spelling" = "Ortografia";

/* NSMenuItem : <title:Spelling…> (oid:187) */
"Spelling…" = "Ortografia…";

/* NSMenuItem : <title:Statistics> (oid:605) */
"Statistics" = "Estatísticas";

/* NSMenuItem : <title:Stop Monitoring> (oid:971) */
"Stop Monitoring" = "Parar de Registar";

/* NSTextField (Supported:) : <title:Supported:> (oid:1185) */
"Supported:" = "Suportado:";

/* NSTextField (Thank you!) : <title:Thank you!> (oid:372) */
"Thank you!" = "Obrigado!";

/* NSTextField (Thanks for using MiniBatteryLogger!) : <title:Thanks for using MiniBatteryLogger!> (oid:318) */
"Thanks for using MiniBatteryLogger!" = "Obrigado por usar o MiniBatteryLogger!";

/* NSMenuItem : <title:Time> (oid:987) */
"Time" = "Hora";

/* NSBox (Times) : <title:Times> (oid:556) */
"Times" = "Horas";

/* NSBox (Title) : <title:Title> (oid:744) */
"Title" = "Título";

/* NSTextField (To empty:) : <title:To empty:> (oid:555) */
"To empty:" = "Para esvaziar:";

/* NSTextField (To full:) : <title:To full:> (oid:554) */
"To full:" = "Para encher:";

/* NSMenuItem : <title:Toggle Sessions Browser> (oid:863) */
"Toggle Sessions Browser" = "Alternar o Navegador das Sessões";

/* NSMenuItem : <title:Undo> (oid:158) */
"Undo" = "Desfazer";

/* NSMenuItem : <title:Use Selection for Find> (oid:161) */
"Use Selection for Find" = "Usar a Selecção para Localizar";

/* NSMenu : <title:View> (oid:243) */
"View" = "Ver";

/* NSTextField (Voltage:) : <title:Voltage:> (oid:1084) */
"Voltage:" = "Voltagem:";

/* NSMenu : <title:Window> (oid:24) */
"Window" = "Janela";

/* NSTextField (Worst) : <title:Worst> (oid:713) */
"Worst" = "Pior";

/* NSTextField (Wrong Registration Key!) : <title:Wrong Registration Key!> (oid:579) */
"Wrong Registration Key!" = "Chave da Licença Errada!";

/* NSMenuItem : <title:Zoom> (oid:197) */
"Zoom" = "Zoom";

/* NSMenuItem : <title:Zoom in> (oid:250) */
"Zoom in" = "Mais Zoom";

/* NSMenuItem : <title:Zoom out> (oid:249) */
"Zoom out" = "Menos Zoom";

/* NSMenuItem : <title:Zoom to fit> (oid:1017) */
"Zoom to fit" = "Zoom para caber";

/* NSTextField (h) : <title:h> (oid:803) */
"h" = "h";

/* NSTextField (mA) : <title:mA> (oid:1078) */
"mA" = "mA";

/* NSTextField (mAh) : <title:mAh> (oid:1089) */
"mAh" = "mAh";

/* NSTextField (mV) : <title:mV> (oid:1086) */
"mV" = "mV";

/* NSTableColumn : <title:•> (oid:886) */
"•" = "•";

